app/controllers/users_controller.rb

  def index
    @users = User.where(activated: true).paginate(page: params[:page], per_page: 20)
---
SELECT  "users".* FROM "users" WHERE "users"."activated" = ? LIMIT ? OFFSET ?  [["activated", "t"], ["LIMIT", 20], ["OFFSET", 0]]
SELECT COUNT(*) FROM "users" WHERE "users"."activated" = ?  [["activated", "t"]]

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO "users" ("name", "email", "created_at", "updated_at", "password_digest", "birthday", "gender") VALUES (?, ?, ?, ?, ?, ?, ?)